{
  "bibles": [
    {
      "id": "drc",
      "title": "Douay-Rheims Bible, Challoner Revision",
      "description": "THE HOLY BIBLE",
      "abbrev": "DRC",
      "language": "en",
      "license": "CC-PDDC",
      "licenseText": "THE HOLY BIBLE\nTRANSLATED FROM THE LATIN VULGATE\nDILIGENTLY COMPARED WITH THE HEBREW, GREEK, AND OTHER EDITIONS IN DIVERS LANGUAGES\nTHE OLD TESTAMENT\nFIRST PUBLISHED BY THE ENGLISH COLLEGE AT DOUAY, A.D. 1609\nAND\nTHE NEW TESTAMENT\nFIRST PUBLISHED BY THE ENGLISH COLLEGE AT RHEIMS, A.D. 1582\nWITH ANNOTATIONS, REFERENCES, AND AN HISTORICAL AND CHRONOLOGICAL INDEX\n\n THE WHOLE REVISED AND DILIGENTLY COMPARED WITH THE LATIN VULGATE BY BISHOP RICHARD CHALLONER, A.D.\n1749-1752\nPUBLISHED WITH THE APPROBATION OF\nHIS EMINENCE JAMES CARDINAL GIBBONS\nARCHBISHOP OF BALTIMORE",
      "versification": "catholic",
      "features": [],
      "tags": [
        "en"
      ],
      "weight": 1
    },
    {
      "id": "geneva1599",
      "title": "Geneva Bible (1599)",
      "description": "1599 Geneva Bible",
      "abbrev": "GENEVA1599",
      "language": "en",
      "license": "CC-PDDC",
      "licenseText": "1599 Geneva Bible\nElectronic edition edited by Mark Langley.",
      "versification": "nrsv",
      "features": [],
      "tags": [
        "en"
      ],
      "weight": 2
    },
    {
      "id": "kjv",
      "title": "King James Version (1769) with Strongs Numbers and Morphology  and CatchWords",
      "description": "This is the King James Version of the Holy Bible (also known as the Authorized Version) with embedded Strong's Numbers.  The rights to the base text are held by the Crown of England.",
      "abbrev": "KJV",
      "language": "en",
      "license": "GPL-3.0-or-later",
      "licenseText": "This is the King James Version of the Holy Bible (also known as the Authorized Version) with embedded Strong's Numbers.  The rights to the base text are held by the Crown of England.\n The Strong's numbers in the OT were obtained from The Bible Foundation: http://www.bf.org.  The NT Strong's data was obtained from The KJV2003 Project at CrossWire: http://www.crosswire.org.  These mechanisms provide a useful means for looking up the exact original language word in a lexicon that is keyed to Strong's numbers.\n\n Special thanks to the volunteers at Bible Foundation for keying the Hebrew/English data and of Project KJV2003 for working toward the completion of synchronizing the English phrases to the Stephanas Textus Receptus, and to Dr. Maurice Robinson for providing the base Greek text with Strong's and Morphology.\n We are also appreciative of formatting markup that was provided by Michael Paul Johnson at http://www.ebible.org.  Their time and generosity to contribute such for the free use of the Body of Christ is a great blessing and this derivitive work could not have been possible without these efforts of so many individuals.\n Version 3.1 incorporates a more recent set of TR data from Dr. Maurice Robinson than was used in all the earlier versions. The TR data was obtained in 2016 from the Greek New Testament sources website \nhttps://sites.google.com/a/wmail.fi/greeknt/home/greeknt \nThis was integrated into the OSIS source files of an intermediate version 2.9a hosted at \nhttps://www.crosswire.org/~dmsmith/kjv2011/kjv2.9a/ \n It is in this spirit that we in turn offer the KJV2003 Project text freely for any purpose.\n Any copyright that might be obtained for this effort is held by CrossWire Bible Society © 2003-2023 and CrossWire Bible Society hereby grants a general public license to use this text for any purpose.\nInquiries and comments may be directed to:\n\n CrossWire Bible Society\nmodules@crosswire.org\nhttp://www.crosswire.org",
      "versification": "protestant",
      "features": [
        "NoParagraphs",
        "StrongsNumbers"
      ],
      "tags": [
        "en",
        "Strong's Numbers",
        "Morphology"
      ],
      "weight": 3
    },
    {
      "id": "lxx",
      "title": "Septuagint, Morphologically Tagged Rahlfs'",
      "description": "This module has been build from the following source from the Center for Computer Analysis of Texts (CCAT) at the University of Pennsylvania : ",
      "abbrev": "LXX",
      "language": "grc",
      "license": "LicenseRef-Copyrighted-Free",
      "licenseText": "This module has been build from the following source from the Center for Computer Analysis of Texts (CCAT) at the University of Pennsylvania : \nhttp://ccat.sas.upenn.edu/gopher/text/religion/biblical/lxxmorph/\n\nThe versification differs slightly from what is defined in canon_lxx.h in the Sword sources. \nSome of the noticeable differences are:\n\n- Prayer of Manasseh is found in Odes 12.\n- Prayer of Azariah is found at Daniel 3:24.\n- No I Enoch\n- The book and Ezra and of Nehemiah are part of a second book of Esdras. They are available as Ezra and Nehemiah in this module.\n- The book of Proverbs chapter 32 to 36 are available in this module as chapters 25 to 29.\n- Some books have less chapter than expected: Esther, Malachi",
      "versification": "orthodox",
      "features": [
        "NoParagraphs",
        "StrongsNumbers"
      ],
      "tags": [
        "grc",
        "Strong's Numbers",
        "Morphology"
      ],
      "weight": 4
    },
    {
      "id": "osmhb",
      "title": "Open Scriptures Morphological Hebrew Bible (morphology forthcoming)",
      "description": "This text is based on the Westminster Leningrad Codex, tagged with Strong's numbers, and maintained by OpenScriptures.org. OpenScriptures plans to add morphology tagging. To contribute to this effort...",
      "abbrev": "OSMHB",
      "language": "he",
      "license": "CC-PDDC",
      "licenseText": "This text is based on the Westminster Leningrad Codex, tagged with Strong's numbers, and maintained by OpenScriptures.org. OpenScriptures plans to add morphology tagging. To contribute to this effort or follow its progress, see http://beta.openscriptures.org/projects/project/morphhb/.",
      "versification": "leningrad",
      "features": [],
      "tags": [
        "he"
      ],
      "weight": 5
    },
    {
      "id": "sblgnt",
      "title": "The Greek New Testament: SBL Edition",
      "description": "The SBLGNT is edited by Michael W. Holmes, who utilized a wide range of printed editions, all the major critical apparatuses, and the latest technical resources and manuscript discoveries as he...",
      "abbrev": "SBLGNT",
      "language": "grc",
      "license": "LicenseRef-Copyrighted-Free",
      "licenseText": "The SBLGNT is edited by Michael W. Holmes, who utilized a wide range of printed editions, all the major critical apparatuses, and the latest technical resources and manuscript discoveries as he established the text. The result is a critically edited text that differs from the Nestle-Aland/United Bible Societies text in more than 540 variation units.\n\n Copyright 2010 Logos Bible Software and the Society of Biblical Literature. See SBLGNT.com for license details.",
      "versification": "protestant",
      "features": [],
      "tags": [
        "grc"
      ],
      "weight": 6
    },
    {
      "id": "tyndale",
      "title": "William Tyndale Bible (1525/1530)",
      "description": "William Tyndale's 1525 New Testament and 1530 Pentateuch.",
      "abbrev": "TYNDALE",
      "language": "en",
      "license": "CC-PDDC",
      "licenseText": "William Tyndale's 1525 New Testament and 1530 Pentateuch.\n\n A partial translation from the Hebrew and Greek, never completed. Tyndale translated the entire New Testament, but of the Old Testament he only published the Pentateuch and the book of Jonah.\n\n The earliest existing edition is from 1525, but manuscripts of that only have a part of Matthew. Of the whole New Testament, the earliest manuscripts available are from 1526. Old Testament books are from later, 1530's for some.",
      "versification": "protestant",
      "features": [],
      "tags": [
        "en"
      ],
      "weight": 7
    },
    {
      "id": "vulgate",
      "title": "Latin Vulgate",
      "description": "Jeromeߴs A.D. 405 Biblia Sacra Vulgata Latina (Latin Vulgate) With Psalms variant and Apocrypha.",
      "abbrev": "VULGATE",
      "language": "la",
      "license": "CC-PDDC",
      "licenseText": "Jeromeߴs A.D. 405 Biblia Sacra Vulgata Latina (Latin Vulgate) With Psalms variant and Apocrypha.",
      "versification": "catholic",
      "features": [
        "NoParagraphs"
      ],
      "tags": [
        "la"
      ],
      "weight": 8
    }
  ],
  "meta": {
    "granularity": "chapter",
    "generated": "2026-01-01T02:11:12.102155327-05:00",
    "version": "2.0.0"
  }
}
